{
  "base_model_name_or_path": "unsloth/llama-3-8b-Instruct",
  "peft_type": "LORA",
  "r": 16,
  "lora_alpha": 32,
  "target_modules": ["q_proj", "v_proj", "k_proj", "o_proj", "gate_proj", "up_proj", "down_proj"],
  "lora_dropout": 0.0,
  "bias": "none"
}